Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kompetansenorge.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Det fylkesvise partnerskapet for karriereveiledning er et ikke-lovpålagt tilbud til voksne over 19 år.
nn: Det fylkesvise partnarskapet for karriererettleiing er eit ikkje-lovpålagt tilbod til vaksne over 19 år.

source: Hiv er et virus som kan utvikle seg til sykdommen aids.
nn: Hiv er eit virus som kan utvikle seg til sjukdommen aids.

source: Husk å ta vare på prøvebeviset ditt!
nn: Hugs å ta vare på prøvebeviset ditt!

source: • bruke e-post for å kommunisere og gjøre avtaler med
nn: • bruke e-post for å kommunisere og gjere avtalar med

source: • forstå en del uttalevarianter og vanlige dialektord og -uttrykk en møter i
nn: • forstå ein del uttalevariantar og vanlege dialektord og -uttrykk ein møter i

source: • gi informasjon om ukas planlagte rutiner og menyer
nn: • gi informasjon om ukas planlagde rutinar og menyar

source: Rammeverket legger til grunn at språk utvikles gjennom deltakelse i kommunikasjon og samhandling i varierte og meningsfulle sammenhenger.
nn: Rammeverket legg til grunn at språk blir utvikla gjennom deltaking i kommunikasjon og samhandling i varierte og meiningsfulle samanhengar.

source: og rett til å ta avgjørelser for barnet når barnet ikke kan bestemme selv.
nn: plikt og rett til å ta avgjerder for barnet når barnet ikkje kan bestemme sjølv

source: Personer som ikke har rett til gratis prøve, må melde seg opp selv og betale en prøveavgift som kommunen har fastsatt.
nn: Personar som ikkje har rett til gratis prøve, må melde seg opp sjølv og betale ei prøveavgift som kommunen har fastsett.

source: De har to små barn og er trøtte og slitne fordi det blir for lite søvn.
nn: Dei har to små barn og er trøytte og slitne fordi det blir for lite søvn.

source: I Tillegget til Rammeverket understrekes det at ferdigheter på C-nivået ikke er det samme som morsmålskompetanse.
nn: I Tillegget til Rammeverket blir det understreka at ferdigheiter på C-nivået ikkje er det same som morsmålskompetanse.

source: høytidsdager og andre merkedager skal også tas opp.
nn: høgtidsdagar og andre merkedagar skal også takast opp.

source: • bruke digitale enheter til å loggføre arbeid
nn: • bruke digitale einingar til å loggføre arbeid

source: bruk av andre dataprogrammer enn prøvesystemet (for eksempel Word, Notisblokk)
nn: bruk av andre dataprogram enn prøvesystemet (til dømes Word, Notisblokk)

source: Digitaliseringen i samfunnet fører til endringer i måten vi leser, skriver, regner og kommuniserer på, og opplæringen i norsk må sette deltakere som trenger det, i stand til å håndtere dette.
nn: Digitaliseringa i samfunnet fører til endringar i måten vi les, skriv, reknar og kommuniserer på, og opplæringa i norsk må sette deltakarar som treng det, i stand til å handtere dette.

source: Du får høre samtalen to ganger, og du velger selv når du vil begynne å høre på samtalen.
nn: Du får høyre samtalen to gonger, og du vel sjølv når du vil begynne å høyre på samtalen.

source: • bruke digitale betalingstjenester ved kjøp av varer og
nn: • bruke digitale betalingstenester ved kjøp av varer og

source: • lese sjekklister for utført arbeid
nn: • lese sjekklister for utførd arbeid

source: • lese skilt og instrukser i trafikken
nn: • lese skilt og instruksar i trafikken

source: Påmeldingen er bindende.
nn: Påmeldinga er bindande.

source: • uttrykke egne meninger og diskutere og kommentere andres innspill i digital
nn: • uttrykke eigne meiningar og diskutere og kommentere innspel frå andre i

source: MUNTLIG KOMMUNIKASJON (snakke og
nn: MUNNLEG KOMMUNIKASJON (snakke og

source: • lagre serviceavtaler med leverandører elektronisk
nn: • lagre serviceavtalar med leverandørar elektronisk

source: Deltakeren kan delta i enkle, kjente samhandlingssituasjoner dersom samhandlingspartnerne tilpasser språket og er innstilt på å hjelpe.
nn: Deltakaren kan delta i enkle, kjende samhandlingssituasjonar dersom samhandlingspartnarane tilpassar språket og er innstilte på å hjelpe.

source: • svare på enkle spørsmål om seg selv i en intervjusituasjon
nn: • svare på enkle spørsmål om seg sjølv i ein intervjusituasjon

source: • bruke svært enkle fraser for å fortelle om seg selv og sin egen bakgrunn
nn: • bruke svært enkle frasar for å fortelje om seg sjølv og sin eigen bakgrunn

source: Når du melder deg opp til og/eller tar norskprøven, samfunnskunnskapsprøven eller statsborgerprøven, behandler vi personopplysninger om deg.
nn: Når du melder deg opp til og/eller tek norskprøven, samfunnskunnskapsprøven eller statsborgarprøven, behandlar vi personopplysningar om deg.

source: Det er ingen sensor til stede på den muntlige prøven.
nn: Det er ingen sensor til stades på den munnlege prøven.

source: Norsknivået på Statsborgerprøven skal tilsvare nivå A2, mens norsknivået på samfunnskunnskapsprøven regnes som høyere enn A2. Les om nivåene her.
nn: Norsknivået på statsborgarprøven skal svare til nivå A2, mens norsknivået på samfunnskunnskapsprøven blir rekna som høgare enn A2.

source: Georg har mottatt både dagpenger fra Nav og lønn som det ikke er betalt skatt av i flere måneder.
nn: Georg har i fleire månader mottatt både dagpengar frå Nav og lønn som det ikkje er betalt skatt av.

source: Seksuelle overgrep omfatter blant annet voldtekt, beføling og alvorlige trusler av seksuell karakter.
nn: Seksuelle overgrep omfattar mellom anna valdtekt, beføling og alvorlege truslar av seksuell karakter.

source: Deltakernes kompetanse i norsk handler på denne måten om hvordan de klarer å bruke språket til å mestre utfordringer og løse oppgaver i kjente og ukjente sammenhenger, både i og utenfor opplæringen.
nn: For deltakarane handlar kompetanse i norsk på denne måten om korleis dei klarer å bruke språket til å meistre utfordringar og løyse oppgåver i kjende og ukjende samanhengar, både i og utanfor opplæringa.

source: • uttrykke og kort begrunne egne meninger i diskusjoner og på møter om
nn: • uttrykke og kort grunngi eigne meiningar i diskusjonar og på møte om

source: De krangler ofte, både om husarbeid og økonomi.
nn: Dei kranglar ofte, både om husarbeid og om økonomi.

source: Behandlingen er gratis.
nn: Behandlinga er gratis.

source: På inngangssiden til selvtestene finner du informasjon om e-læring og på resultatsiden finner du info om muligheter/rettigheter til opplæring, samt kontaktinformasjon.
nn: På inngangssida til sjølvtestane finn du informasjon om e-læring, og på resultatsida finn du informasjon om moglegheiter/rettar til opplæring saman med kontaktinformasjon.

source: Kandidaten argumenterer for egne synspunkter på innholdet i
nn: Kandidaten argumenterer for eigne synspunkt på innhaldet i

source: Hans viser ofte at han har lyst på sex, men Marit sier
nn: Hans viser ofte at han har lyst på sex, men Marit

source: • kan gjøre et komplekst innhold mer tilgjengelig ved å forklare, forenkle eller
nn: • kan gjere eit komplekst innhald meir tilgjengeleg ved å forklare, forenkle eller

source: • lese og forstå hovedtrekk i enkle, sammensatte tekster som inneholder
nn: • lese og forstå hovudtrekk i enkle, samansette tekstar som inneheld svært

source: som har betydning for taxi
nn: som har tyding for taxi

source: • holde seg oppdatert via sosiale nettverk
nn: • halde seg oppdatert via sosiale nettverk

source: Der skal du presentere svarene du har forberedt på de to første oppgavene. Du kan bruke tekstene og notatarket ditt når du presenterer svarene dine, men husk at det skal være en muntlig presentasjon, og ikke en opplesing.
nn: Der skal du presentere svara du har førebudd på dei to første oppgåvene.Du kan bruke tekstane og notatarket ditt når du presenterer svara dine, men hugs at det skal vere ein munnleg presentasjon, og ikkje ei opplesing.

source: informasjon fra ulike nettsteder
nn: informasjon frå ulike nettstader

source: Kompetanse forstås som det å kunne tilegne seg og anvende kunnskaper og ferdigheter til å mestre utfordringer og løse oppgaver i kjente og ukjente sammenhenger og situasjoner.
nn: Kompetanse er forstått som det å kunne tileigne seg og bruke kunnskapar og ferdigheiter til å meistre utfordringar og løyse oppgåver i kjende og ukjende samanhengar og situasjonar.

source: respekt knyttet til seksuell identitet og kjønnsuttrykk, samt grensesetting og lovverk knyttet til dette
nn: respekt knytt til seksuell identitet og kjønnsuttrykk, og grensesetting og lovverk knytt til dette

source: • forstå hovedpunkter og enkelte spesifikke detaljer i auditivt og audiovisuelt
nn: • forstå hovudpunkt og enkelte spesifikke detaljar i auditivt og audiovisuelt

source: Det er behov for å rekruttere ti aktive sensorer fra voksenopplæringen, med mulighet for ytterligere fem som reservesensorer.
nn: Det er behov for å rekruttere ti aktive sensorar frå vaksenopplæringa, med moglegheit for ytterlegare fem som reserve-sensorar.

source: Mål for opplæringen er at deltakeren skal kunne forstå kjente ord og fraser og svært enkle setninger om kjente, dagligdagse emner når det brukes et svært enkelt språk i langsom, svært tydelig artikulert tale.
nn: Mål for opplæringa er at deltakaren skal kunne forstå kjende ord og frasar og svært enkle setningar om kjende, daglegdagse emne når det blir brukt eit svært enkelt språk i langsam, svært tydeleg artikulert tale.

source: Påmeldingen er ikke gyldig før du har betalt.
nn: Påmeldinga er ikkje gyldig før du har betalt.

source: samhandlingssituasjoner som for eksempel å takke, hilse og ta farvel
nn: samhandlingssituasjonar som for eksempel å takke, helse og ta farvel

source: Når foreldre trenger hjelp
nn: Når foreldre treng hjelp

source: • bruke kunnskap om hvilke konsekvenser bruk og misbruk av ressurser har
nn: • bruke kunnskap om kva konsekvensar bruk og misbruk av ressursar har for

source: • skrive klare og detaljerte redegjørende tekster
nn: • skrive klare og detaljerte utgreiande tekstar

source: Innlæreren kan på en fleksibel og effektiv måte tilpasse både muntlig og skriftlig språk til ulike sosiale sammenhenger.
nn: Innlæraren kan på ein fleksibel og effektiv måte tilpasse både munnleg og skriftleg språk til ulike sosiale samanhengar.

source: gjennom hele dagen
nn: gjennom heile dagen

source: Misbruk av alkohol er både et helseproblem for den enkelte og et stort samfunnsproblem.
nn: Misbruk av alkohol er både eit helseproblem for den enkelte og eit stort samfunnsproblem.

source: • lese informasjon om passasjerer og bestillinger
nn: • lese informasjon om passasjerar og bestillingar

source: En lærer kan forklare og gi råd om hva du skal gjøre for å bli enda bedre og komme til neste nivå.
nn: Ein lærar kan forklare og gi råd om kva du skal gjere for å bli enda betre og kome til neste nivå.

source: • Hva tenker du om delt omsorg for barn etter et samlivsbrudd?
nn: • Kva tenker du om delt omsorg for barn etter eit samlivsbrot?

source: Kompetanse Norge skal vurdere hvordantilskuddsmidlene er brukt, for å kontrollere om gjennomførte tiltak er i samsvar med forutsetningene for tilskuddet.
nn: Kompetanse Noreg skal vurdere korleis tilskotsmidlane er brukt, for å kontrollere om gjennomførte tiltak er i samsvar med føresetnadene for tilskotet.

source: • rapportere hendelser til overordnede
nn: • rapportere hendingar til overordna

source: oppmøte og legge dette inn i kalender
nn: oppmøte og leggje dette inn i kalender

source: Meldinger til barneverntjenesten
nn: Meldingar til barneverntenesta

source: • skrive logg fra eget skift
nn: • skrive logg frå eige skift

source: Om faget Fagets relevans og sentrale verdier Læreplan i norsk for voksne innvandrere er en forskrift til lov om integrering gjennom opplæring, utdanning og arbeid (integreringsloven) og skal brukes i opplæring for deltakere med rett og plikt eller plikt til norskopplæring etter denne loven.
nn: Om faget Læreplan i norsk for vaksne innvandrarar er ei forskrift til lov om integrering gjennom opplæring, utdanning og arbeid (integreringslova) og skal brukast i opplæring for deltakarar med rett og plikt eller plikt til norskopplæring etter denne lova.

source: vurdere innholdet (meninger, faktakunnskaper) i det kandidatene skriver.
nn: vurdere innhaldet (meiningar, faktakunnskapar) i det kandidatane skriv.

source: Voldtekt er ufrivillig seksuell omgang
nn: Valdtekt er ufrivillig seksuell omgang

source: • beregne tidsbruk for gjennomføring av oppgaver og
nn: • berekne tidsbruk for gjennomføring av oppgåver og

source: Helsemyndighetene jobber også med tiltak for å forebygge sykdom, som for eksempel vaksiner, tuberkuloseundersøkelser og forebygging av seksuelt overførbare
nn: Helsemyndigheitene jobbar også med tiltak for å førebygge sjukdom, som for eksempel vaksinar, tuberkuloseundersøingar og førebygging av seksuelt overførbare infeksjonar.

source: Vi behandler personopplysninger om deg, også sensitive personopplysninger, når det er nødvendig for å utføre oppgaver i forbindelse med vårt formål.
nn: Vi behandlar personopplysningar om deg, også sensitive personopplysningar, når det er nødvendig for å utføre oppgåver i samband med formålet vårt.

source: • forstå enkel informasjon om et kjent emne med visuell støtte, for eksempel
nn: • forstå enkel informasjon om eit kjent emne med visuell støtte, for eksempel

source: Her får du høre en påstand, som du skal si om du er enig eller uenig i, og argumentere for ditt syn.
nn: Her får du høyre ein påstand, som du skal seie om du er einig eller ueinig i, og argumentere for ditt syn.

source: • fylle ut sjekklister for utført arbeid
nn: • fylle ut sjekklister for utførd arbeid

source: barn og er trøtte og slitne fordi det blir for lite søvn.
nn: barn og er trøytte og slitne fordi det blir for lite søvn.

source: dagliglivet, for eksempel skilt, reklamer og animasjoner
nn: dagleglivet, for eksempel skilt, reklamar og animasjonar

source: • bruke noen enkle skrivestrategier for å skrive enkle ord og fraser
nn: • bruke nokre enkle skrivestrategiar for å skrive enkle ord og frasar

source: • Erfaringer viser at tvangsekteskap oftere forekommer i miljøer der det er vanlig
nn: • Erfaringar viser at tvangsekteskap førekjem oftare i miljø der det er vanleg at

source: • Det er forbudt å kjøpe seksuelle tjenester,
nn: • Det er forbode å kjøpe seksuelle tenester,

source: for ny vurdering og endelig avgjørelse, jf.
nn: for ny vurdering og endeleg avgjerd, jf.

source: I tillegg skal underveisvurderingen bidra til at deltakerne reflekterer over egen læring og samtidig får en forståelse av prinsippene og verdiene i det norske skolesystemet.
nn: I tillegg skal undervegsvurderinga bidra til at deltakarane reflekterer over eiga læring og samtidig får ei forståing av prinsippa og verdiane i det norske skolesystemet.

source: tabeller over gjennomsnittlig forbruk for ulike kjøretøy
nn: over gjennomsnittleg forbruk for ulike køyrety

source: Det er derfor viktig at det er tematisk og språklig sammenheng mellom grunnopplæringen i lesing og skriving, opplæringen deltakerne får i muntlige ferdigheter, og eventuell annen opplæring og aktivitet deltakerne deltar i.
nn: Det er derfor viktig at det er tematisk og språkleg samanheng mellom grunnopplæringa i lesing og skriving, opplæringa deltakarane får i munnlege ferdigheiter, og eventuell anna opplæring og annan aktivitet dei deltar i.

source: • gjengi innholdet i enkle skjønnlitterære tekster
nn: • gi att innhaldet i enkle skjønnlitterære tekstar

source: – en skatt man betaler når man kjøper varer og tjenester.
nn: – ein skatt ein betalar når ein kjøper varer og tenester

source: tilrettelegge for personer med nedsatt funksjonsevne.
nn: legge til rette for personar med nedsett funksjonsevne.

source: • gjenkjenne ikoner og gjøre relevante valg i apper, på automater og på enkle
nn: • kjenne att ikon og gjere relevante val i appar, på automatar og på enkle

source: Resepsjon inkluderer for eksempel det å bruke strategier for å forstå muntlige instruksjoner som inneholder ukjente ord, lete etter og forstå spesifikk informasjon i en tekst eller lese informasjon på nettet og vurdere den kritisk.
nn: Resepsjon inkluderer for eksempel det å bruke strategiar for å forstå munnlege instruksjonar som inneheld ukjende ord, leite etter og forstå spesifikk informasjon i ein tekst eller lese informasjon på nettet og vurdere han kritisk.

source: Du kan forstå hovedinnholdet i komplekse eller akademiske tekster, også faglige drøftinger innenfor ditt eget fagområde og kan delta i samtaler med et relativt spontant og flytende språk, og du kan skrive klare, detaljerte og argumenterende tekster om et vidt spekter av emner.
nn: Du kan forstå hovudinnhaldet i komplekse eller akademiske tekstar, også faglege drøftingar innanfor ditt eige fagområde og kan delta i samtalar med eit relativt spontant og flytande språk, og du kan skrive klare, detaljerte og argumenterande tekstar om eit vidt spekter av emne.

source: • kan delta i ulike typer diskusjoner på Internett og uttrykke seg hensiktsmessig i
nn: • kan delta i ulike typar diskusjonar på Internett og uttrykke seg formålstenleg i

source: Mange av bestemmelsene i barneloven regulerer rettigheter og plikter knyttet til omsorg, samvær og forsørgelse ved skilsmisse/separasjon.
nn: Mange av føresegnene i barnelova regulerer rettar og plikter knytte til omsorg, samvær og forsørging ved skilsmisse/separasjon.

source: bruker) På dette nivået kan innlæreren forstå komplekse framstillinger og faglige drøftinger innenfor de fleste allmenne emner.
nn: brukar) På dette nivået kan innlæraren forstå komplekse framstillingar og faglege drøftingar innanfor dei fleste allmenne emne.

source: • lytte og forstå når andre varsler om fare
nn: • lytte og forstå når andre varslar om fare

source: Memona er bare 19 år, ønsker å ta utdanning og synes selv at hun er altfor ung til å tenke på ekteskap.
nn: Memona er berre 19 år, ho ønsker å ta utdanning og synest sjølv at ho er altfor ung til å tenke på ekteskap.

source: Av og til vil transportarbeideren
nn: Av og til vil transportarbeidaren

source: Norskprøven C1 – høyere akademisk nivå tilbys ikke på tegnspråk, da det i begge delprøver er integrerte oppgaver som måler både skriftlig og muntlig språk.
nn: Norskprøven C1 – høgare akademisk nivå blir ikkje tilboden på teiknspråk, sidan det i begge delprøvane er integrerte oppgåver som måler både skriftleg og munnleg språk.

source: • bruke korte, innøvde fraser som passer i dagligdagse
nn: • bruke korte, innøvde frasar som passar i daglegdagse

source: Det er imidlertid viktig å være oppmerksom på at språklige aktiviteter i vår tids multimodale skrifts- og kommunikasjonskultur sjelden vil være utelukkende muntlige eller skriftlige.
nn: Det er likevel viktig å vere merksam på at språklege aktivitetar i vår tids multimodale skrift- og kommunikasjonskultur sjeldan vil vere berre munnlege eller skriftlege.

source: trossamfunn og andre har plikt til å forsøke å avverge en kjønnslemlestelse, uten
nn: trussamfunn og andre har plikt til å forsøke å avverje ei kjønnslemlesting, utan

source: Ekteskap er en juridisk bindende avtale mellom to personer.
nn: Ekteskap er ein juridisk bindande avtale mellom to personar.

source: • diskutere planer og tegninger med andre
nn: • diskutere planar og teikningar med andre

source: Dette innebærer blant annet å ha norskferdigheter til å holde seg informert om helserelaterte temaer, til å kommunisere rundt tanker, følelser, erfaringer og behov og til å uttrykke egen identitet.
nn: Det inneber mellom anna å ha norskferdigheiter til å halde seg informert om helserelaterte tema, til å kommunisere rundt tankar, kjensler, erfaringar og behov og til å uttrykke eigen identitet.

source: • rapportere og dokumentere skader på materiell eller
nn: • rapportere og dokumentere skadar på materiell eller

source: – den som gifter seg, ikke er gift med
nn: – den som giftar seg, ikkje er gift med

source: • gi skriftlig informasjon og instruksjoner til kolleger og
nn: • gi skriftleg informasjon og instruksjonar til kollegaer og

source: Et nei er et nei
nn: Eit nei er eit nei

source: Temaene i lesestoffet må være tilpasset voksne innvandrere, men teksten må samtidig ha et meget enkelt språk både med tanke på vokabular og grammatisk struktur.
nn: Temaa i lesestoffet må vere tilpassa vaksne innvandrarar, men teksten må samtidig ha eit svært enkelt språk både med tanke på vokabular og grammatisk struktur.

source: Man trenger ikke å søke om lokal tilpasning på forhånd.
nn: Ein treng ikkje å søke om lokal tilpassing på førehand.

source: • Av og til klarer ikke foreldrene å gi barnet den omsorgen og tryggheten barnet
nn: • Av og til klarer ikkje foreldra å gi barnet den omsorga og tryggleiken barnet

source: • Mange ektepar skiller seg og mange samboere flytter
nn: • Mange ektepar skil seg, og mange sambuarar

source: Det vil ofte være glidende overganger mellom muntlig og skriftlig tekst, for eksempel når kommunikasjonen skjer helt eller delvis på digitale flater.
nn: Det vil ofte vere glidande overgangar mellom munnleg og skriftleg tekst, for eksempel når kommunikasjonen skjer heilt eller delvis på digitale flater.

source: • Noen av voldtektene skjer mens offeret
nn: • Nokre av valdtektene skjer medan

source: Faget skal legge grunnlag for bruk av det norske språket til livslang læring og deltakelse i et arbeidsliv som er i stadig endring, og som stiller høye krav til språklig og digital kompetanse.
nn: Faget skal legge grunnlag for bruk av det norske språket til livslang læring og til å delta i eit arbeidsliv som er i stadig endring, og som stiller høge krav til språkleg og digital kompetanse.

source: • samtale om hvordan arbeid, inntekt og forbruk kan påvirke personlig
nn: • samtale om korleis arbeid, inntekt og forbruk kan påverke personleg

source: og læringsmiljø som er til barnets beste.
nn: og læringsmiljø som er til beste for barnet.

source: Tekstoppbygging Teksten er godt strukturert med god sammenheng og fremdrift.
nn: Tekstoppbygging Teksten er godt strukturert med god samanheng og framdrift.

source: Innlæreren kan utforme skriftlige og muntlige tekster på en hensiktsmessig måte og kan bruke varierte sammenbindingsteknikker for å gjøre teksten lett tilgjengelig for mottakeren.
nn: Innlæraren kan utforme skriftlege og munnlege tekstar på ein formålstenleg måte og bruke varierte samanbindingsteknikkar for å gjere teksten lett tilgjengeleg for mottakaren.

source: men det er ikke forbudt å selge seksuelle
nn: men det er ikkje forbode å selje seksuelle

source: Når du skal ta en prøve, har vi altså en lovbestemt rett og plikt til å behandle de personopplysningene om deg som kommer frem av listen nedenfor.
nn: Når du skal ta ein prøve, har vi altså lovbestemt rett og plikt til å behandle dei personopplysningane om deg som går fram av lista nedanfor.

source: en passende og tilnærmet uanstrengt måte.
nn: på ein passande og tilnærma uanstrengt måte.

source: • svare skriftlig på spørsmål i en organisasjonsundersøkelse
nn: • svare skriftleg på spørsmål i ei organisasjonsundersøking

source: Innlæreren kan gi klare, detaljerte beskrivelser og presentasjoner av komplekse emner, der hun/han trekker inn delmomenter og relevante eksempler, utdyper og underbygger synspunkter og runder av på en passende måte.
nn: Innlæraren kan gi klare, detaljerte utgreiingar om og presentasjonar av komplekse emne, der ho/han trekker inn delmoment og relevante eksempel, utdjupar og underbygger synspunkt og rundar av på ein passande måte.

source: • beregne forbruk av materiale og fôr
nn: • berekne forbruk av materiale og fôr

source: De er nå på jakt etter en
nn: No er dei på jakt etter ei

source: • Loven skal beskytte barn og unge mot overgrep fra
nn: • Lova skal verne barn og unge mot overgrep frå vaksne.

source: Av og til vil butikkmedarbeideren
nn: Av og til vil butikkmedarbeidaren

source: • sjekke møter og avtaler
nn: • sjekke møte og avtalar
